<?php

return [
    'not_found_user' => 'Пользователь с таким номером телефона не существует',
    'user_already_exists' => 'Пользователь с таким номером телефона уже существует',
    'sms_send_limit' => 'Попробуйте через 5 минут',
    'dont_correct_current_pass' => 'Неправильный текущий пароль',
    'new_pass_already' => 'Новый пароль должен отличаться от текущего',
    'dont_correct_email' => 'Неправильный номер телефона или пароль',
    'dont_correct_code' => 'Неправильный код подтверждения',
    'event_users_limit' => 'Количество участников достигла максимума',
    'event_user_already_exists' => 'Вы уже подписаны на событие',
    'event_time_detach_over' => 'Вы уже не можете отписаться от события',
    'ball_zero' => 'Сумма балла равно - 0',
    'product_buy_price' => 'Недостаточно баллов для покупки',
    'product_buy_quantity' => 'Этот продукт закончился',
];
